<template>
  <div class="product-additional-description">
    <div class="product-1-1" v-if="productTitle == 'Сварной настил'">
        <h5>Производство</h5>
        <p>Производство изделий осуществляется на автоматизированной линии методом контактной сварки, благодаря чему настил становится единой монолитной конструкцией. Именно эта особенность является одним из главных преимуществ сварных решеток перед прессованными, поскольку позволяет совершать дополнительные вырезы и другие операции на месте монтажа с помощью специализированного инструмента без потери прочностных характеристик и целостности изделия. Благодаря указанным характеристикам сварной решетчатый настил является стандартом в промышленном строительстве, обеспечивающим примерно 85% общего объема поставок ячеистых решеток в качестве покрытий площадок обслуживаний, мостиков, переходов, эстакад на рынке промышленного строительства.</p>
        <br>
        <p>Сварной решетчатый настил «УралТехСтрой» изготавливается методом сварки из стальных полос и связующих, крученных прутков по СТО 25.11.23-001-02727746-2022 (ТУ 25.11.23-001-02727746-2020 (взамен ТУ 5262-001-02727746-2016 (взамен ТУ 5262-001-93757807-2008) и соответствует стандартам ГОСТ 23120-2016 и DIN 24537.</p>
        <img :src="'../../products/product-1-1_3.png'" alt="" class="p-1-1_1_img">
        <h5>Типы сварных настилов</h5>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-1_8.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_9.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_10.png'" alt="" class="smallImg">
        </div>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-1_4.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_5.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_6.png'" alt="" class="smallImg">
        </div>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-1_7.png'" alt="" class="smallImg">
        </div>
        <h5>Параметры</h5>
        <br>
        <img :src="'../../products/product-1-1_1.png'" alt="" class="p-1-1_1_img">
        <br>
        <img :src="'../../products/product-1-1_2.png'" alt="" class="p-1-1_1_img">
        <p>
        Компания «УРАЛТЕХСТРОЙ» производит сварной решетчатый настил с соблюдением требований ТУ 5262-001-81167288-2009, отвечают европейским стандартам DIN 24537-1.
        </p>
        <h5>Размер ячеек</h5>
        <table>
            <tr>
                <td>Несущая полоса, мм</td>
                <td colspan="4" style="text-align: center;">34</td>
            </tr>
            <tr>
                <td>Связующий пруток, мм</td>
                <td>38</td>
                <td>50</td>
                <td>76</td>
                <td>101</td>
            </tr>
        </table>
        <img :src="'../../products/product-1-1_11.jpeg'" alt="" class="p-1-1_1_img">
    </div>
    <div class="product-1-2" v-if="productTitle == 'Прессованный настил'">

        <h5>Производство</h5>
        <p>Производство ячеистых решеток осуществляется на специальном оборудовании под давлением в 100 тонн. Холодная запрессовка обеспечивает равномерную и точную структуру ячеек и позволяет достичь эстетичного внешнего вида изделий. Для защиты продукции от коррозии и повышения её эстетической привлекательности применяются современные методы обработки и окраски. Рекомендуем на последней стадии производства изделия покрывать горячим цинком, за счет которого повышается стойкость к коррозии.</p>
        <br>
        <p>Прессованный решетчатый настил «УралТехСтрой» производится методом холодной прессовки, без использования сварки по СТО 25.11.23-001-02727746-2022 (ТУ 25.11.23-001-02727746-2020 (взамен ТУ 5262-001-02727746-2016 (взамен ТУ 5262-001-93757807-2008) и соответствует стандартам ГОСТ 23120-2016 и DIN 24537.</p>
        <img :src="'../../products/product-1-2_2.png'" alt="" class="p-1-1_1_img">
        <h5>Типы сварных настилов</h5>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-2_3.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-2_4.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-2_5.png'" alt="" class="smallImg">
        </div>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-1_4.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_5.png'" alt="" class="smallImg">
            <img :src="'../../products/product-1-1_6.png'" alt="" class="smallImg">
        </div>
        <div class="d-flex flex-wrap">
            <img :src="'../../products/product-1-1_7.png'" alt="" class="smallImg">
        </div>
        <h5>Параметры</h5>
        <br>
        <img :src="'../../products/product-1-2_1.png'" alt="" class="w-400 center">
        <p style="font-weight: 500;">Основные элементы прессованного настила</p>
        <br>
        <p>В – ширина настила (длина связующих полос)</p>
        <p>L – длина настила (длина несущих полос с учетом обрамления при его наличии)</p>
        <p>Н – высота несущих полос</p>
        <p>t – толщина несущих полос</p>
        <p>а – эффективный шаг между несущими полосами h1 – высота связующих полос</p>
        <p>t1 – толщина связующих полос</p>
        <p>b1 – шаг между связующими полосами</p>
        <p>k – выступ связующего прутка</p>
        <p>g – выступ несущей полосы</p>
        <h5>Размер ячеек</h5>
        <table>
            <tr>
                <td>Несущая полоса, мм</td>
                <td colspan="5" style="text-align: center;">33</td>
                <td colspan="2" style="text-align: center;">44</td>
                <td colspan="2" style="text-align: center;">66</td>
            </tr>
            <tr>
                <td>Связующий пруток, мм</td>
                <td>11</td>
                <td>33</td>
                <td>44</td>
                <td>66</td>
                <td>99</td>
                <td>11</td>
                <td>44</td>
                <td>66</td>
                <td>99</td>
            </tr>
        </table>
        <img :src="'../../products/product-1-2_6.png'" alt="" class="p-1-1_1_img">
    </div>
    <div class="product-1-3" v-if="productTitle == 'Стеклопластиковый настил'">
        <br>
        <h5>Описание</h5>
        <p>Стеклопластиковый настил представляет собой монолитную ячеистую решетку. Изготовляется из изофталевой смолы в «пищевой модификации» армированной стеклянным волокном E-2400 TEX. Соотношение материалов 70% на 30%. Данная продукция образовывает нетоксичный ламинат, составные вещества которого никоим образом не влияют на размещенные на них пищевые продукты: не передают неприятный запах, вкус или другие опасные свойства. Настил широко используется для обустройства покрытия полов, лестниц, рабочих поверхностей, перегородок, площадок обслуживания, рабочих платформ и многих других подобных зон.</p>
        <br>
        <p style="font-weight: 500; margin-bottom: 5px;">Состав стеклопластикового настила:</p>
        <p>• смола</p>
        <p>• стекловолокно</p>
        <p>• красящий пигмент (согласно каталогу RAL)</p>
        <br>
        <h5>Виды стеклопластикового настила</h5>
        <div class="d-flex">
            <div class="p-1-3_card">
                <span class="w-500 size14">С вогнутой поверхностью</span>
                <img :src="'../../products/product-1-3_1.png'" alt="">
                <p>Вогнутая поверхность является стандартной для изготавливаемых нами литых решетчатых нaстилов. Она позволяет достичь противоскольжения класса R13 по DIN 51130. Изготовленные по данной технологии настилы не покрываются льдом.</p>
            </div>
            <div class="p-1-3_card size14">
                <span class="w-500">С посыпкой кварцевым песком</span>
                <img :src="'../../products/product-1-3_2.png'" alt="">
                <p>Данный вид настилов используется при необходимости получить очень высокую степень противоскольжения.</p>
            </div>
            <div class="p-1-3_card size14">
                <span class="w-500">Полупрозрачные</span>
                <img :src="'../../products/product-1-3_3.png'" alt="">
                <p>Литые решетчатые GK-настилы с эффектом полупрозрачности, пропускающие свет лишь частично, как правило, применяют при необходимости повышения эстетичности. В отличие от других видов литых стеклопластиковых настилов не имеют свойства самотушения, поэтому использование их в помещениях с высокой вероятностью возникновения пожара невозможно.</p>
            </div>
        </div>
        <h5>Схемы</h5>
        <div class="d-flex flex-wrap j-around">
            <img :src="'../../products/product-1-3_4.svg'" alt="" class="mediumImg">
            <img :src="'../../products/product-1-3_5.svg'" alt="" class="mediumImg">
        </div>
        <h5>Из чего изготавливают</h5>
        <p>Настил изготавливается из различных видов полимерных смол: ортофталевая (ORTHO), изофталевая (ISO), винилэфирная (VE), феноловая (PHN). При необходимости для изготовления GFK-решёток могут быть использованы и другие виды сырья.</p>
        <br><p>В качестве армирующего материала используется стеклянное волокно. Оно помещается в форму, после чего заливается полимерным веществом и застывает при особых условиях. В результате получается готовое изделие повышенной прочности. Для улучшения эстетических качеств в жидкий полимер добавляются пигменты, которые окрашивают настил в нужный цвет. Традиционно используют серый, желтый, зелёный, красный цвет, но по отдельному заказу можно выпускать настил любого цвета из палитры таблицы цветов RAL.</p>
        <br><p>Стеклопластиковые решётки имеют диэлектрические свойства, не проводят электрический заряд и не накапливают статическое электричество. Полимер, армированный стеклопластиковыми нитями, имеет практически нулевой коэффициент температурного расширения. При необходимости возможно изготовление решёток с противоскользящим покрытием, а также ячеистых листов со сплошной верхней поверхностью.</p>
        <img :src="'../../products/product-1-3_6.png'" alt="" class="p-1-1_1_img">
    </div>
    <div class="product-1-5" v-if="productTitle == 'Решетчатые ступени'">
        <br>
        <h5>Описание</h5>
        <p>Ступени металлические из решетчатого настила изготовляются путем соединения методом кузнечно-прессовой сварки несущих стальных пластин и связующих прутьев. Из-за того, что данная продукция должна обладать высокими показателями безопасности по их поверхности пешеходов, в конструкции изделия предусмотрено наличие отверстий с канавками, на которые наступают люди. Благодаря их наличии минимизируется возможность скольжения обуви по настилу и как результат снижается возможность травмирования. Данные изделия используются в качестве комплектующих лестниц. Предназначенные для использования при обустройстве объектов городского, частного и промышленного строительства. Ячеистая конструкция изделия не накапливает воду, снег, грязь или наледь, благодаря чему могут применятся как внутри, так и снаружи зданий.</p>
        <br>
        <p>При производстве ступеней используются разные виды решетчатого настила (прессованного и сварного) но основной принцип конструкции остается один, это несущие и связующие металлические полосы расположенные ребром что обеспечивает максимальную жесткость конструкции. Простыми словами: металлическая сетка для ступеней изготавливается из решетчатого настила.</p>
        <img :src="'../../products/product-1-4_1.png'" alt="" class="p-1-1_1_img">
        <h5>Размеры</h5>
        <p>Стандартные ступени из решетчатого настила изготавливаются длиной: 600, 800, 1000, 1200 мм и шириной: 205, 240, 270, 305 мм, но возможны нестандартные размеры для индивидуального проекта, где габаритный размер изделий может быть любым.</p>
        <img :src="'../../products/product-1-4_2.png'" alt="" class="p1-4_2">
        <br>
        <img :src="'../../products/product-1-4_4.png'" alt="" class="">
        <br>
        <br>
        <img :src="'../../products/product-1-4_3.png'" alt="" class="">
    </div>
    <div class="product-1-5" v-if="productTitle == 'Крепление для настила'">
        <br>
        <h5>Описание</h5>
        <p>
            Сама конструкция решетчатого настила предполагает и разнообразные варианты соединения элементов между собой. На данный момент существует несколько вариантов креплений для соединения элементов решетчатого настила любого вида и метода исполнения – сварного или прессованного.
Крепления решетчатых настилов между собой выполняют с помощью скобок, монтажных крюков, прижимных планок. Помогают соединять и стягивать элементы разнообразные болты и гайки. Решетчатый настил как прессованный, так и сварной по способу крепления и применяемым материалам для соединения - аналогичны. Выбирая тип и материал элементов крепежа учитывается, из какого металла выполнены решетки настила - это обычная, нержавеющая или обработанная цинком или хромом сталь.
        </p>
        <h5>Виды крепежа настила</h5>
        <p>Конструктивные особенности решетчатых настилов дают возможность использовать широкий выбор скрепителей и креплений для соединения, а также фиксации каждого элемента решетчатого настила вне зависимости от метода его изготовления – будь то сварка или прессовка изделия. Предлагаем Вам ознакомиться с видами крепления для металлических решетчатых настилов.</p>
        <img :src="'../../products/product-1-5_1.png'" alt="">
        <h5>Чаще всего используют</h5>
        <div class="d-flex flex-wrap">
            <div class="p1-5_card">
                <img :src="'../../products/product-1-5_2.png'" class="smallImg" alt="">
                <span>Универсальный скрепитель</span>
                <p>Оцинкованный (скобка + саморез 6,3х51 со сверлом). Обеспечивает легкий и быстрый монтаж. Самый распространенный в использовании, наиболее дешевый вид крепежа.</p>
            </div>
            <div class="p1-5_card">
                <img :src="'../../products/product-1-5_3.png'" class="smallImg" alt="">
                <span>Стандартное крепление</span>
                <p>Оцинкованное (верхняя часть скобка + болт М8х60 + нижняя часть - прижимная скоба + гайка М8). Не повреждает поверхность металлоконструкций, может неоднократно использоваться при повторном монтаже. Применяется на объектах, где возможна вибрация.</p>
            </div>
            <div class="p1-5_card">
                <img :src="'../../products/product-1-5_4.png'" class="smallImg" alt="">
                <span>Крепление ступеней</span>
                <p>Оцинкованное (болт М12 + шайба 12 + гайка М12).</p>
            </div>
        </div>
        <div class="d-flex flex-wrap">
            <div class="p1-5_card">
                <img :src="'../../products/product-1-5_5.png'" class="smallImg" alt="">
                <span>Двойное крепление</span>
                <p>Оцинкованное (верхняя часть скобка -2 шт. + болт М8х60 - 2 шт. + нижняя часть - прижимная планка + гайка М8-2 шт.).</p>
            </div>
        </div>
        <br><br>
        <img :src="'../../products/product-1-5_6.png'" alt="">
    </div>
    <div class="product-2-1" v-if="productTitle == 'Грязезащитная придверная решетка'">
        <br>
        <img :src="'../../products/product-2-2_1.png'" alt="">
        <img :src="'../../products/product-2-2_2.png'" alt="">
        <img :src="'../../products/product-2-2_3.png'" alt="">
        <img :src="'../../products/product-2-2_4.png'" alt="">
    </div>
    <div class="product-3-1" v-if="productTitle == 'Габионы коробчатые'">
        <br>
        <img :src="'../../products/product-3-1_1.png'" alt="">
        <p>Цены коробчатых габионов оправданы следующими достоинствами:</p>
        <br>
        <p>• простота монтажа – спецтехника не требуется, перенос существующих коммуникаций или конструкций не нужен;</p>
        <p>• удобство доставки – и коробчатые габионы 3х1х1, и крупные изделия поставляются в виде компактно сложенных плоских заготовок;</p>
        <p>• практичность – проволочные сетки заполняются камнями, дефицитные дренирующие грунты не нужны;</p>
        <p>• долговечность – при низких ценах коробчатые габионы служат десятки лет, с годами их прочность только растет.</p>
        <br>
        <p>Изготавливаем габионы коробчатые по ГОСТ Р 52132-2003 ТУ 8397-020-52306731-2019 со следующими типоразмерами: высота – от 0.5 до 1.0 м, ширина – 1.0 м, длина – от 1.5 до 4.0 м.</p>
        <br>
        <img :src="'../../products/product-3-1_2.png'" alt="">
    </div>
    <div class="product-3-3" v-if="productTitle == 'Сетка двойного кручения'">
        <br>
        <p>Сетка используется для изготовления габионов со сложными объемными формами и в других целях, область применения:</p>
        <br>
        <p>• Проведение почвозащитных и противоэрозийных мероприятий, фиксация слоев грунта на откосах, склонах и обочинах дорог.</p>
        <p>• Обустройство территорий, реализация проектов городского и ландшафтного дизайна.</p>
        <p>• Обустройство искусственных водоемов, укрепление береговых линий.</p>
        <p>• Установка шпалер для вьющихся растений.</p>
        <p>• Строительства защитных сооружений от камнепадов и оползней.</p>
        <p>• Армирование фасадов зданий.</p>
        <p>• Возведение заборов и ограждений, сооружение клеток для содержания животных.</p>
    </div>
    <div class="product-4-1" v-if="productTitle == 'Геотекстиль'">
        <br>
        <img :src="'../../products/product-4-1_1.png'" alt="">
        <img :src="'../../products/product-4-1_2.png'" alt="">
        <br>
        <p>Поставка геотекстильного полотна осуществляется в рулонах. Длина полотна в рулоне — 50 метров. При необходимости возможно изменение длины полотна до 200 м, а ширины до 4,8 м.</p>
        <br>
        <p class="w-500">Функциональное применение</p>
        <br>
        <p>• Разделение слоев грунта - предотвращение взаимопроникания крупнофракционных материалов и грунта, предотвращение или замедление процесса эррозии грунтов, предотвращение повреждения прослоек из других материалов (гидроизоляционных пленочных). В зависимости от области применения заменяются защитные слои из минеральных материалов, создаются лучшие условия для формирования (уплотнения) слоев из минеральных материалов, достигаются лучшие динамические характеристики строительной конструкции.</p>
        <p>• Фильтрация - предотвращение выноса грунтовых частиц в результате волнового воздействия, водного течения, давления воды из выклинивающихся водоносных горизонтов, предотвращение загрязнения традиционных дренажей. Заменяются традиционные многослойные минеральные фильтры.</p>
        <p>• Дренирование - ускорение отвода воды в плоскости полотна и нормальном ей направлении. В зависимости от области применения - улучшение работоспособности дренирующих слоев, ускорение консолидации грунтов повышенной влажности, возможность прерывания капиллярного поднятия воды. Основное для выполнения функции дренирования свойство геотекстиля-коэффициент фильтрации от 20 м/сут и более.</p>
        <p>• Армирование - усиление строительных конструкций путем перераспределения напряжений от транспортных средств или собственного веса. В зависимости от области применения повышается жесткость насыпи, устойчивость откосов, несущая способность основания, снижается неравномерность осадки.</p>
    </div>
    <div class="product-4-2" v-if="productTitle == 'Геомембрана'">
        <br>
        <p>Исходным сырьем для производства геомембраны является:</p>
        <br>
        <p>• полиэтилен высокого давления (ПВД, LDPE);</p>
        <p>• полиэтилен низкого давления (ПНД, HDPE);</p>
        <p>• линейный полиэтилен высокого давления (ЛПВД, LLDPE).</p>
        <br>
        <p>В зависимости от материалов используемых при производстве изменяются и свойства готовой геомембраны.</p>
        <br>
        <img :src="'../../products/product-4-2_1.png'" alt="">
        <img :src="'../../products/product-4-2_2.png'" alt="">
        <br>
        <p>Геомембраны применяются:</p>
        <br>
        <p>• в качестве гидроизоляционной прослойки при строительстве и реконструкции автомобильных и железных дорог;</p>
        <p>• для гидроизоляционного покрытия железобетонных, кирпичных и других поверхностей;</p>
        <p>• при устройстве противофильтрационных экранов гидротехнических сооружений, полигонов твердых бытовых (ТБО) и промышленных отходов (ПО), шламо- и хвостохранилищ, подземных сооружений;</p>
        <p>• для устройства гидроизоляционной защиты водоемов различного назначения (водохранилища, пожарные водоемы, накопители сточных вод, ландшафтные объекты и т.д.)</p>
    </div>
    <div class="product-5-1" v-if="productTitle == 'Суперпластификаторы'">
        <br>
        <p>У нас вы можете купить пластификаторы для бетона следующих видов:</p>
        <br><br>
        <p class="w-500 size16">Пластификатор C-3</p>
        <p>С-3 – представляет собой нафталинформальдегидный суперпластификатор для бетонов и строительных растворов.</p>
        <br>
        <p class="w-500 size16">«ПОЛИПЛАСТ ЛЮКС»</p>
        <p>«ПОЛИПЛАСТ ЛЮКС» суперпластификатор, повышающий сохраняемость.</p>
        <br>
        <p class="w-500 size16">Полипласт СП-1</p>
        <p>Полипласт СП-1 – представляет собой нафталиносуфонатный суперпластификатор для бетонов и строительных растворов (по химической природе аналогичен разжижителю С-3).</p>
        <br>
        <p class="w-500 size16">Полипласт Таргет</p>
        <p>Полипласт Таргет – это многофункциональная пластифицирующая добавка для бетонов с эффектом воздухововлечения</p>
        <br>
        <p class="w-500 size16">Полипласт СП</p>
        <p>«Полипласт СП» –нафталинформальдегидный суперпластификатор, состоящий из полимерных соединений с различной средней молекулярной массой и шириной молекулярно-массового распределения.</p>
        <br>
        <p class="w-500 size16">Полипласт СП-1(Са)</p>
        <p>Полипласт СП-1(Са)  – представляет собой кальциевый полиметиленнафталинсульфонат.</p>
        <br>
        <p class="w-500 size16">Полипласт СП-3</p>
        <p>Полипласт СП-3 – комплексная добавка для бетонов и строительных растворов с небольшим эффектом замедления схватывания на основе сополимера полиметиленнафталинсульфоната и лигносульфоната натрия.</p>
        <br>
        <p class="w-500 size16">Полипласт СП-4</p>
        <p>Полипласт СП-4 - суперпластификатор для товарного бетона и строительных растворов, представляющей собой смесь сополимеров на основе нафталинсульфокислоты.</p>
        <br>
        <p class="w-500 size16">Полипласт Премиум</p>
        <p>Полипласт Премиум – нафталинформальдегидный суперпластификатор с измененной молекулярной структурой, имеющий дозировки, близкие к поликарбоксилатам.</p>
        <br>
        <p class="w-500 size16">Полипласт Лигно</p>
        <p>Полипласт Лигно – добавка на основе модифицированных лигносульфонатов, относящаяся к классу пластифицирующих.</p>
        <br>
        <p class="w-500 size16">Полипласт П-1</p>
        <p>Полипласт П-1 – добавка, относящаяся к классу сильнопластифицирующих. Представляет собой смесь лигносульфонатов натрия, неорганических натриевых солей и пеногасителя.</p>
        <br>
        <p class="w-500 size16">Elocrete</p>
        <p>«Elocrete» - поликарбоксилатный суперпластификатор, основой которого являются поликарбоксилатные эфиры.</p>
        <br>
        <p class="w-500 size16">Qz</p>
        <p>«Qz» – это суперпластификатор, основой которого являются поликарбоксилатные эфиры.</p>
        <br>
        <p class="w-500 size16">Полипласт ПК тип SR</p>
        <p>Полипласт ПК тип SR – непластифицирующая добавка, которая в комплексе с поликарбоксилатными суперпластификаторами обеспечивает высокую сохраняемость подвижности товарных бетонных смесей.</p>
        <br>
        <p class="w-500 size16">Полипласт ЭР</p>
        <p>Полипласт ЭР – добавка суперпластифицирующая и суперводоредуцирующая с эффектом замедления на основе поликарбоксилатных эфиров.</p>
        <br>
    </div>
    <div class="product-5-2" v-if="productTitle == 'Противоморозные'">
        <br>
        <p>У нас вы можете купить следующие виды противоморозных добавок:</p>
        <br><br>
        <p class="w-500 size16">Криопласт Альфа </p>
        <p>Криопласт Альфа – противоморозная добавка на основе смеси противоморозных компонентов и производных полиметиленнафталинсульфокислот, обеспечивающая бетонирование при температуре окружающего воздуха до  -25ºС.</p>
        <br>
        <p class="w-500 size16">Криопласт ПК </p>
        <p>Криопласт ПК – противоморозная добавка на основе противоморозного компонента и поликарбоксилатной основы, обеспечивающая бетонирование при температуре окружающего воздуха от 0 до -25ºС.</p>
        <br>
        <p class="w-500 size16">Криопласт Премиум</p>
        <p>Криопласт Премиум –противоморозная добавка на основе нитрит-нитрата кальция.</p>
        <br>
        <p class="w-500 size16">Криопласт СП15-1</p>
        <p>Криопласт СП15-1 – противоморозная добавка – суперпластификатор на основе смеси нафталинсульфонатов и органических солей натрия.</p>
        <br>
        <p class="w-500 size16">Криопласт Экстра</p>
        <p>Криопласт Экстра – противоморозная добавка на основе смеси противоморозных компонентов и полиметиленнафталинсульфоната натрия.</p>
        <br>
        <p class="w-500 size16">Полипласт Крио-25 тип 1</p>
        <p>Полипласт Крио-25 тип 1 – противоморозная добавка на основе смеси неорганических и органических солей.</p>
        <br>
        <p class="w-500 size16">Полипласт Крио-25 тип 3</p>
        <p>Полипласт Крио-25 тип 3 – противоморозная добавка на основе смеси неорганических и органических солей, содержащая пластификатор.</p>
        <br>
        <p class="w-500 size16">Полипласт Норд</p>
        <p>Полипласт Норд – противоморозная добавка на основе смеси пластифицирующих и противоморозных компонентов.</p>
        <br>
    </div>
    <div class="product-5-4" v-if="productTitle == 'Ускорители набора прочности'">
        <br>
        <p>У нас вы можете купить следующие виды ускорителей набора прочности:</p>
        <br><br>
        <p class="w-500 size16">Реламикс М2</p>
        <p>Реламикс М2 – ускоритель набора прочности и суперпластификатор на основе смеси нафталинсульфонатов и органического ускорителя.</p>
        <br>
        <p class="w-500 size16">Реламикс Н</p>
        <p>Реламикс Н – ускоритель набора прочности и суперпластификатор на основе смеси нафталинсульфонатов и органического ускорителя.</p>
        <br>
        <p class="w-500 size16">Реламикс ПК</p>
        <p>Реламикс ПК – это суперпластификатор с быстрым набором ранней прочности бетона на основе полиоксиэтиленовых производных полиметакриловой кислоты.</p>
        <br>
        <p class="w-500 size16">Экомикс</p>
        <p>Экомикс –пластифицирующая добавка с эффектом ускорения твердения на основе смеси лигносульфонатов и комплексного органического ускорителя.</p>
        <br>
    </div>
    <div class="product-6-1" v-if="productTitle == 'Шпала пропитанная'">
        <br>
        <p>Деревянные пропитанные шпалы соответствуют требованиям ГОСТ:</p>
        <br>
        <p>• по геометрическим параметрам и качеству древесины - ГОСТ 58615-2019 "Шпалы деревянные для железных дорог широкой колеи";</p>
        <p>• технология защиты (пропитка) - ГОСТ 20022.5-93 "Защита древесины. Автоклавная пропитка маслянистыми защитными средствами";</p>
        <p>• защитное средство (антисептик) - ГОСТ 2770-74 "Масло каменноугольное для пропитки древесины".</p>
        <br>
        <p>Для укрепления и защиты шпал от растрескивания, по запросу Покупателя, возможно их изготовление с торцевыми закрепителями ЗШ-1 (ЕЖ)</p>
        <br>
        <img :src="'../../products/product-6-1_1.png'" alt="">
        <img :src="'../../products/product-6-1_2.png'" alt="">
    </div>
    <div class="product-6-2" v-if="productTitle == 'Шпала непропитанная'">
        <br>
        <img :src="'../../products/product-6-1_1.png'" alt="">
        <img :src="'../../products/product-6-1_2.png'" alt="">
    </div>



  </div>
</template>

<script>
export default {
    name: 'ProductDesription',
    props: {
        productTitle: {
            type: String,
            default: '',
        }
    }
}
</script>

<style scoped> 
h5 {
    font-size: 18px;
    font-weight: 600;
    color: #303444;
    margin-bottom: 15px;
    padding-top: 10px;
}
p {
    font-size: 14px;
}

table {
    border: 1px solid #303444;
    width: 100%;
    border-spacing: 0;
    border-collapse: collapse;
}
table tr:nth-child(even) {
    background-color: #f5f5f5;
}
table tr {
    height: 50px;
}
table td{
    /* border: 1px solid #303444; */
    text-align: center;
    margin: 0;
    padding: 20px;
    border: 1px solid #303444;
}
.flex-wrap {
    flex-wrap: wrap;
}
.w-500 {
    font-weight: 500;
}
img.w-400.center {
    width: 400px;
    margin-inline: auto;
}
.size16 {
    font-size: 16px;
}
.size14 {
    font-size: 14px;
}
.product-additional-description img {
    width: 100%;
    max-width: 100%;
    margin-block: 15px;
}
.product-additional-description .d-flex {
    display: flex;
    justify-content: space-between;
}
.product-additional-description .j-around {
    justify-content: space-around;
}
.product-additional-description .d-flex .p-1-3_card{
    width: 32%;
}

.product-additional-description .p1-4_2 {
    width: 400px;
}

.product-additional-description img.smallImg {
    width: 200px;
    height: 200px;
}
.product-additional-description img.mediumImg {
    width: 250px;
    height: 250px;
}

.p1-5_card {
    max-width: 30%;
}
.p1-5_card img {
    margin-inline: auto;
}
.p1-5_card span {
    text-align: center;
    font-weight: 500;
    font-size: 16px;
}
.p1-5_card p {
    text-align: center;
    font-size: 14px;
    margin-top: 10px;
}

@media (max-width: 800px) {
    
.product-additional-description .d-flex {
        flex-direction: column;
    }
    
.product-additional-description .d-flex .p-1-3_card {
        width: 100%;
        margin-block: 15px;
    }
    .p1-5_card {
        max-width: 100%;
    }
}
</style>