{
    "catalog": [
        {
            "catId": 0,
            "catName": "Решетчатый настил",
            "img": "category1.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-1-1.png",
                    "title": "Сварной настил",
                    "description": "Сварной нaстил – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками. Сварной нaстил решётчaтый изготавливается методом кузнечно-прессовой сварки из малоуглеродистой, нержавеющей стали. В процессе сварки наступает соединение несущих полос с поперечными прутками, благодаря чему материал приобретает такие качества, как повышенная жесткость на скручивание и устойчивость к скольжению."
                },
                {
                    "id": 1,
                    "img": "product-1-2.png",
                    "title": "Прессованный настил",
                    "description": "Прессованный настил – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 2,
                    "img": "product-1-3.png",
                    "title": "Стеклопластиковый настил",
                    "description": "Стеклопластиковый настил – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 3,
                    "img": "product-1-4.png",
                    "title": "Решетчатые ступени",
                    "description": "Решетчатые ступени – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 4,
                    "img": "product-1-5.png",
                    "title": "Крепление для настила",
                    "description": "Крепление для настила – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        }, 
        {
            "catId": 1,
            "catName": "Грязезащитная придверная решетка",
            "img": "category2.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-2-1.png",
                    "title": "Грязезащитная придверная решетка",
                    "description": "Грязезащитная придверная решетка – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        },
        {
            "catId": 2,
            "catName": "Габионные конструкции",
            "img": "category3.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-3-1.png",
                    "title": "Габионы коробчатые",
                    "description": "Габионы коробчатые – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 1,
                    "img": "product-3-2.png",
                    "title": "Габионы сварные",
                    "description": "Габионы сварные – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 2,
                    "img": "product-3-3.png",
                    "title": "Сетка двойного кручения",
                    "description": "Сетка двойного кручения – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        },
        {
            "catId": 3,
            "catName": "Геосинтетические материалы",
            "img": "category4.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-4-1.png",
                    "title": "Геотекстиль",
                    "description": "Геотекстиль – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 1,
                    "img": "product-4-2.png",
                    "title": "Геомембрана",
                    "description": "Геомембрана – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 2,
                    "img": "product-4-3.png",
                    "title": "Геосетка",
                    "description": "Геосетка – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 3,
                    "img": "product-4-4.png",
                    "title": "Георешетка объемная",
                    "description": "Георешетка объемная – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        },
        {
            "catId": 4,
            "catName": "Добавки в бетон",
            "img": "category5.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-5-1.png",
                    "title": "Суперпластификаторы",
                    "description": "Суперпластификаторы – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 1,
                    "img": "product-5-2.png",
                    "title": "Противоморозные",
                    "description": "Противоморозные – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 2,
                    "img": "product-5-3.png",
                    "title": "Модификаторы бетона",
                    "description": "Модификаторы бетона – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 3,
                    "img": "product-5-4.png",
                    "title": "Ускорители набора прочности",
                    "description": "Ускорители набора прочности – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        },
        {
            "catId": 5,
            "catName": "Шпалы деревянные",
            "img": "category6.png",
            "items": [
                {
                    "id": 2,
                    "img": "product-6-1.png",
                    "title": "Шпала пропитанная",
                    "description": "Шпала пропитанная – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                },
                {
                    "id": 1,
                    "img": "product-6-2.png",
                    "title": "Шпала непропитанная",
                    "description": "Шпала непропитанная – вид решётчaтого настила, конструкция которого представляет собой несущие полосы, соединенные связующими между собой - скрученными прутками."
                }
            ]
        }
    ]
}