{
    "catalog": [
        {
            "catId": 0,
            "catName": "Решетчатый настил",
            "img": "category1.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-1-1.png",
                    "title": "Сварной настил",
                    "boldText": "Сварной решетчатый настил",
                    "contentText": " — это тип металлических конструкций, представляющий собой решетку из основных несущих стальных полос и дополнительных связующих прутков, скрепленных при помощи контактной сварки под давлением.",
                    "description": "Сварной решетчатый настил — это тип металлических конструкций, представляющий собой решетку из основных несущих стальных полос и дополнительных связующих прутков, скрепленных при помощи контактной сварки под давлением."
                },
                {
                    "id": 1,
                    "img": "product-1-2.png",
                    "title": "Прессованный настил",
                    "boldText": "Прессованный решетчатый настил",
                    "contentText": " — это вид решетчатого настила, конструкция которого состоит из стальных несущих и связующих полос и изготовлена методом холодной прессовки.",
                    "description": "Прессованный решетчатый настил изготавливается из  стальных несущих и связующих полос методом холодной запрессовки при высоком давлении. Метод  без сварочного соединения и высокое давление позволяют соединяться несущим и связующим полосам на молекулярном уровне и при этом не нарушать естественную структуру стали. Прочное соединение металлических полос обеспечивает надежность и устойчивость любых конструкций из прессованного настила к высоким нагрузкам."
                },
                {
                    "id": 2,
                    "img": "product-1-3.png",
                    "title": "Стеклопластиковый настил",
                    "boldText": "Стеклопластиковый решетчатый настил",
                    "contentText": " — это инновационный, современный материал, предназначенный для использования на объектах, где особую важность представляет защита различных поверхностей от процессов коррозии.",
                    "description": "Стеклопластиковый (композитный) решетчатый настил — инновационный, современный материал, предназначенный для использования на объектах, где особую важность представляет защита различных поверхностей от процессов коррозии. Эксплуатация композитного настила рекомендована в особых средах, при воздействии различных химических веществ, в условиях воздействия низкой и высокой температуры, в условиях повышенной опасности, где возможно воздействие влаги, различных смазок, а также снега и льда. GFK-настил протестирован на соответствие требованиям, указанным в законе 123-ФЗ от 22.07.2008 года, которым закреплен Технический регламент о требованиях пожарной безопасности. Они могут эксплуатироваться на объектах с повышенными требованиями к пожарной безопасности. Не способствуют распространению огня и при контакте с пламенем, не выделяют опасных для человека продуктов горения."
                },
                {
                    "id": 3,
                    "img": "product-1-4.png",
                    "title": "Решетчатые ступени",
                    "boldText": "Решетчатые ступени",
                    "contentText": " — это готовые элементы, которые изготавливаются из ячеистой металлической решетки и используются при установке лестниц широкого назначения в гражданском и промышленном строительстве.",
                    "description": ""
                },
                {
                    "id": 4,
                    "img": "product-1-5.png",
                    "title": "Крепление для настила",
                    "description": "Конструктивные особенности решетчатых настилов дают возможность использовать широкий выбор скрепителей и креплений для соединения, а также фиксации каждого элемента решетчатого настила вне зависимости от метода его изготовления – будь то сварка или прессовка изделия. Особенными характеристиками обладают крепления из нержавеющей стали. Такой крепеж применяется для монтажа ячеистых решеток из нержавеющей стали и используется из-за высокой стойкости к коррозии, износостойкости, по сравнению с креплениями из других материалов, что позволяет активно использовать такой «тандем» в самых агрессивных и неблагоприятных эксплуатационных условиях."
                }
            ]
        }, 
        {
            "catId": 1,
            "catName": "Грязезащитная решетка",
            "img": "category2.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-2-1.png",
                    "title": "Грязезащитная придверная решетка",
                    "description": "Грязезащитные придверные решетки предназначены для защиты помещений от грязи и устанавливаются в местах, как с малой, так и высокой интенсивностью движения пешеходов. Грязезащитные решетки обладают высокой устойчивостью к коррозии и перепадам температур. В наличии изделия стандартного размера с различными чистящими элементами, а также возможно изготовление по размерам и формам заказчика."
                }
            ]
        },
        {
            "catId": 2,
            "catName": "Габионные конструкции",
            "img": "category3.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-3-1.png",
                    "title": "Габионы коробчатые",
                    "description": "Коробчатые габионы представляют собой объёмные коробы из сетки, изготовленной из стальной проволоки с двойным кручением. При монтаже коробчатые конструкции наполняются насыпным материалом — гравием, щебнем и т д, приобретая форму прямоугольника, размеры которого зависят от серии габиона."
                },
                {
                    "id": 1,
                    "img": "product-3-2.png",
                    "title": "Габионы сварные",
                    "description": "Сварные габионы – жестко сваренная в короба металлическая сетка из оцинкованной проволоки однородного качества. Заполняются природным камнем или деревом. Сварные габионы производят из стальной проволоки низкоуглеродистых марок или нержавейки, покрываются цинком или дополнительными полимерными покрытиями. Диаметр проволоки берут не менее 3 мм. Ячейки по размеру должны быть кратны 25 мм. Материал должен выдерживать прочность на разрыв от 500 МПа, а прочность сварных соединений не ниже 50% прочности материала. Конструкция монтируется на месте установки из сваренных карт.  Срок эксплуатации от 15 лет."
                },
                {
                    "id": 2,
                    "img": "product-3-3.png",
                    "title": "Сетка двойного кручения",
                    "description": "Сетка двойного кручения представляет собой конструкцию, образованную из шестигранников, изготовленных из оцинкованной проволоки. Проволока скручивается способом двойного кручения, что позволяет создать прочную сетку, устойчивую к разрывам."
                }
            ]
        },
        {
            "catId": 3,
            "catName": "Геосинтетические материалы",
            "img": "category4.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-4-1.png",
                    "title": "Геотекстиль",
                    "description": "Геотекстиль – это плоское и прочное техническое полотно, которое изготавливается из различных материалов и является влагопроницаемым. Существует несколько видов геотекстиля. Материал классифицируется в зависимости от сырья, из которого он сделан, и от способа изготовления. По типу исходного сырья геотекстиль подразделяется на несколько видов. Обычно он производится из полипропилена, полиэфиров, полиамида, полиэтилена низкого давления. Реже это стекловолокно, смесовые нити с добавлением хлопка, шерсти, вискозы. Геотекстиль из полимеров (полиэфир, полипропилен) считается самым прочным, надежным, долговечным и потому применяется там, где востребованы эти качества, — в строительстве, сельском хозяйстве, геотехнике, ландшафтном дизайне."
                },
                {
                    "id": 1,
                    "img": "product-4-2.png",
                    "title": "Геомембрана",
                    "description": "Геомембраны являются современным материалом, который широко применяется в строительстве благодаря своим уникальным свойствам. Это специальный вид полимерной пленки, которая обладает высокой прочностью, гибкостью и надежностью. Геомембраны используются для герметизации различных объектов и конструкций, где требуется защита от проникновения воды и газов."
                },
                {
                    "id": 2,
                    "img": "product-4-3.png",
                    "title": "Геосетка",
                    "description": "Основной сферой применения такой сетки является дорожное строительство. Она укладывается в основание дорожной одежды, что позволяет уменьшить её подвижность и стабилизировать амортизационную подушку, предотвратив повреждение покрытия транспортного пути. Кроме того, некоторые виды сетки могут располагаться непосредственно в асфальтобетоне. Такая технология их применения позволяет уменьшить проседание покрытия дороги при проезде крупнотоннажного транспорта."
                },
                {
                    "id": 3,
                    "img": "product-4-4.png",
                    "title": "Георешетка объемная",
                    "description": "Георешетка объемная – гибкая ячеистая конструкция с полимерных лент, которые соединены между собой в шахматном порядке. В сложенном состоянии изделие представляет компактный модуль, предназначенный для армирования грунтов. Для закрепления используются Г- образные стальные или же пластиковые анкера. Ячейки заполняются грунтом, щебнем, песком или бетоном."
                }
            ]
        },
        {
            "catId": 4,
            "catName": "Добавки в бетон",
            "img": "category5.png",
            "items": [
                {
                    "id": 0,
                    "img": "product-5-1.png",
                    "title": "Суперпластификаторы",
                    "description": "Суперпластификатор служит для: снижения  количество воды в процессе приготовления бетонной смеси. За счет уменьшения водопотребления резко улучшаются все потребительские характеристики бетона и некоторые технологические параметры (ускоряется набор первоначальной прочности, упрощается процедура формования). На рынке присутствует огромное количество суперпластификаторов для цементных бетонов различных производителей."
                },
                {
                    "id": 1,
                    "img": "product-5-2.png",
                    "title": "Противоморозные",
                    "description": "Противоморозные добавки в бетон  — это специфические смеси химических соединений, обеспечивающие равномерный набор прочности бетона и замедления кристализации раствора при отрицательных температурах до -15С за счёт ускорения процесса гидратации цементного камня с максимальным вовлечением имеющейся воды. Основная причина прекращения твердения бетонных смесей при воздействии низких температур – замерзание в них воды. Известно, что содержание в воде солей противоморозных добавок резко снижает температуру ее замерзания."
                },
                {
                    "id": 2,
                    "img": "product-5-3.png",
                    "title": "Модификаторы бетона",
                    "description": "Модификаторы бетонов — вещества, добавляемые в бетонные смеси с целью изменения одного или нескольких параметров бетонных смесей при сохранении неизменными остальных характеристик. Добавки могут быть минерального или техногенного происхождения, или являться продуктами химических производств."
                },
                {
                    "id": 3,
                    "img": "product-5-4.png",
                    "title": "Ускорители набора прочности",
                    "description": "Ускорители набора прочности (твердения бетона) повышают прочность, морозостойкость бетонов и снижает их водопроницаемость. Применение добавок в бетонных смесях обеспечивает повышение марки бетонной смеси по удобоукладываемости без снижения прочности во все сроки твердения от П1 до П5, раннюю распалубочную прочность при производстве монолитных работ, сокращение продолжительности или снижение температуры тепловлажностной обработки, изготовление изделий и конструкций по беспропарочной технологии."
                }
            ]
        },
        {
            "catId": 5,
            "catName": "Шпалы деревянные",
            "img": "category6.png",
            "items": [
                {
                    "id": 2,
                    "img": "product-6-1.png",
                    "title": "Шпала пропитанная",
                    "description": "Шпала пропитанная изготавливается из таких пород деревьев, как береза, ель, лиственница, сосна, пихта. Такие шпалы применяются на главных путях третьего и четвертого классов, а также на подъездных, приемоотправочных и сортировочных железнодорожных путях на станциях."
                },
                {
                    "id": 1,
                    "img": "product-6-2.png",
                    "title": "Шпала непропитанная",
                    "description": "Для опоры железнодорожных рельсов применяется шпала деревянная непропитанная тип 1. Шпалу укладывают на верхний слой балласта. Деревянная шпала служит опорой для рельсов."
                }
            ]
        }
    ]
}